Repository: blanktian/LivePaper
Catalog: LivePaper/Resources/*.lproj/Localizable.strings
Languages: ar, hi, ms, tr, zh_hant

# edit.tip
source: Double-click websites in the list to edit them, toggle dark mode, add custom CSS/JavaScript, and more.
ar: انقر نقرًا مزدوجًا على المواقع في القائمة لتحريرها وتبديل الوضع الداكن وإضافة CSS/JavaScript مخصص والمزيد.
hi: वेबसाइटों को संपादित करने, डार्क मोड सक्षम करने, कस्टम CSS/JavaScript जोड़ने और अधिक के लिए सूची में वेबसाइटों पर डबल-क्लिक करें।
ms: Klik dua kali pada laman web dalam senarai untuk menyuntingnya, menogol mod gelap, menambah CSS/JavaScript tersuai, dan banyak lagi.
tr: Web sitelerini düzenlemek, karanlık modu açıp kapatmak, özel CSS/JavaScript eklemek ve daha fazlası için listedeki web sitelerine çift tıklayın.
zh_hant: 連按兩下列表中的網站進行編輯，切換深色模式，新增自訂 CSS/JavaScript 等。

# error.invalid_add_url
source: Invalid URL for "add" command.
ar: عنوان URL غير صالح لأمر "add".
hi: "add" कमांड के लिए अमान्य URL।
ms: URL tidak sah untuk arahan "tambah".
tr: "add" komutu için geçersiz URL.
zh_hant: "add" 命令的 URL 無效。

# error.unsupported_command
source: Unsupported command: "%@".
ar: أمر غير مدعوم: "%@".
hi: असमर्थित कमांड: "%@"।
ms: Arahan tidak disokong: "%@".
tr: Desteklenmeyen komut: "%@".
zh_hant: 不支援的命令："%@"。

# error.server_not_found
source: Unable to connect to server
ar: لا يمكن الاتصال بالخادم
hi: सर्वर से कनेक्ट नहीं कर सका
ms: Tidak dapat menyambung ke pelayan
tr: Sunucuya bağlanılamıyor
zh_hant: 無法連接到伺服器

# settings.invert_colors.never
source: Never
ar: أبدًا
hi: कभी नहीं
ms: Tidak Pernah
tr: Asla
zh_hant: 永不

# settings.invert_colors.always
source: Always
ar: دائمًا
hi: हमेशा
ms: Sentiasa
tr: Her Zaman
zh_hant: 始終

# settings.invert_colors.dark_mode
source: In Dark Mode
ar: في الوضع الداكن
hi: डार्क मोड में
ms: Dalam Mod Gelap
tr: Karanlık Modda
zh_hant: 深色模式時

# settings.invert_colors.title
source: Invert Colors
ar: عكس الألوان
hi: रंग उलटें
ms: Songsangkan Warna
tr: Renkleri Tersine Çevir
zh_hant: 反轉顏色

# settings.print_styles
source: Use Print Styles
ar: استخدام أنماط الطباعة
hi: प्रिंट स्टाइल का उपयोग करें
ms: Guna Gaya Cetak
tr: Yazdırma Stillerini Kullan
zh_hant: 使用列印樣式

# settings.print_styles.help
source: Forces the use of print styles ("@media print") if the website has them. Some websites have a simpler presentation for printing, like Google Calendar.
ar: يفرض استخدام أنماط الطباعة ("@media print") إذا كان الموقع يحتوي عليها. بعض المواقع لديها عرض أبسط للطباعة.
hi: यदि वेबसाइट के पास हैं तो प्रिंट स्टाइल ("@media print") का उपयोग करने के लिए बाध्य करें। कुछ वेबसाइटों के पास प्रिंट के लिए सरल प्रस्तुति होती है।
ms: Memaksa penggunaan gaya cetak ("@media print") jika laman web mempunyainya. Sesetengah laman web mempunyai persembahan yang lebih ringkas untuk pencetakan.
tr: Web sitesi varsa yazdırma stillerini ("@media print") kullanmaya zorlar. Bazı web siteleri yazdırma için daha basit bir sunum kullanır, Google Takvim gibi.
zh_hant: 如果網站有列印樣式（"@media print"），則強制使用。一些網站在列印時有更簡單的展示方式，例如 Google 日曆。

# settings.css.help
source: This lets you modify the website using CSS. For example, you can change some colors or hide unnecessary elements.
ar: يتيح لك هذا تعديل الموقع باستخدام CSS. على سبيل المثال، يمكنك تغيير بعض الألوان أو إخفاء العناصر غير الضرورية.
hi: यह आपको CSS का उपयोग करके वेबसाइट को संशोधित करने की अनुमति देता है। उदाहरण के लिए, आप कुछ रंग बदल सकते हैं या अनावश्यक तत्वों को छिपा सकते हैं।
ms: Ini membolehkan anda mengubah suai laman web menggunakan CSS. Contohnya, anda boleh menukar beberapa warna atau menyembunyikan elemen yang tidak diperlukan.
tr: Bu, web sitesini CSS kullanarak değiştirmenize olanak tanır. Örneğin, bazı renkleri değiştirebilir veya gereksiz öğeleri gizleyebilirsiniz.
zh_hant: 這允許您使用 CSS 修改網站。例如，您可以更改一些顏色或隱藏一些不必要的元素。

# settings.more_ideas
source: More Ideas
ar: المزيد من الأفكار
hi: अधिक विचार
ms: Lebih Banyak Idea
tr: Daha Fazla Fikir
zh_hant: 更多創意

# settings.allow_self_signed
source: Allow Self-Signed Certificate
ar: السماح بالشهادة الموقعة ذاتيًا
hi: स्व-हस्ताक्षरित प्रमाणपत्र की अनुमति दें
ms: Benarkan Sijil Ditandatangani Sendiri
tr: Kendinden İmzalı Sertifikaya İzin Ver
zh_hant: 允許自簽名憑證

# tooltip.update_url
source: Update the stored website URL in LivePaper to the current URL
ar: تحديث عنوان URL المخزن في LivePaper إلى العنوان الحالي
hi: LivePaper में सहेजी गई वेबसाइट के URL को वर्तमान URL में अपडेट करें
ms: Kemas kini URL laman web yang disimpan dalam LivePaper ke URL semasa
tr: LivePaper'da kayıtlı web sitesi URL'sini mevcut URL'ye güncelle
zh_hant: 將 LivePaper 中儲存的網站 URL 更新為當前 URL

# dialog.keep
source: Keep
ar: احتفاظ
hi: रखें
ms: Simpan
tr: Sakla
zh_hant: 保留

# dialog.dont_keep
source: Don't Keep
ar: عدم الاحتفاظ
hi: न रखें
ms: Jangan Simpan
tr: Saklama
zh_hant: 不保留

# dialog.cancel
source: Cancel
ar: إلغاء
hi: रद्द करें
ms: Batal
tr: İptal
zh_hant: 取消

# dialog.revert
source: Revert
ar: تراجع
hi: वापस लें
ms: Kembalikan
tr: Geri Al
zh_hant: 還原

# dialog.done
source: Done
ar: تم
hi: पूर्ण
ms: Selesai
tr: Tamam
zh_hant: 完成

# dialog.add
source: Add
ar: إضافة
hi: जोड़ें
ms: Tambah
tr: Ekle
zh_hant: 新增

# dialog.restart_now
source: Restart Now
ar: إعادة التشغيل الآن
hi: अभी पुनरारंभ करें
ms: Mula Semula Sekarang
tr: Şimdi Yeniden Başlat
zh_hant: 立即重新啟動

# dialog.restart_later
source: Restart Later
ar: إعادة التشغيل لاحقًا
hi: बाद में पुनरारंभ करें
ms: Mula Semula Kemudian
tr: Daha Sonra Yeniden Başlat
zh_hant: 稍後重新啟動

# website.advanced_settings
source: Advanced Settings
ar: إعدادات متقدمة
hi: उन्नत सेटिंग्स
ms: Tetapan Lanjutan
tr: Gelişmiş Ayarlar
zh_hant: 進階設定

# website.allow_self_signed_certificate
source: Allow Self-signed Certificate
ar: السماح بالشهادة الموقعة ذاتيًا
hi: स्व-हस्ताक्षरित प्रमाणपत्र की अनुमति दें
ms: Benarkan Sijil Ditandatangani Sendiri
tr: Kendinden İmzalı Sertifikaya İzin Ver
zh_hant: 允許自簽名憑證

# website.edit_tip
source: Double-click a website in the list to edit it, toggle dark mode, add custom CSS/JavaScript, etc.
ar: انقر نقرًا مزدوجًا على موقع في القائمة لتحريره وتبديل الوضع الداكن وإضافة CSS/JavaScript مخصص وما إلى ذلك.
hi: वेबसाइटों को संपादित करने, डार्क मोड सक्षम करने, कस्टम CSS/JavaScript जोड़ने आदि के लिए सूची में वेबसाइटों पर डबल-क्लिक करें।
ms: Klik dua kali pada laman web dalam senarai untuk menyuntingnya, menogol mod gelap, menambah CSS/JavaScript tersuai, dan lain-lain.
tr: Web sitelerini düzenlemek, karanlık modu açıp kapatmak, özel CSS/JavaScript eklemek vb. için listedeki web sitelerine çift tıklayın.
zh_hant: 連按兩下列表中的網站進行編輯，切換深色模式，新增自訂 CSS/JavaScript 等。

# website.use_print_styles
source: Use Print Styles
ar: استخدام أنماط الطباعة
hi: प्रिंट स्टाइल का उपयोग करें
ms: Guna Gaya Cetak
tr: Yazdırma Stillerini Kullan
zh_hant: 使用列印樣式

# website.use_print_styles.help
source: Force the use of print styles ("@media print") if the website has them. Some websites have a simpler presentation for printing, like Google Calendar.
ar: يفرض استخدام أنماط الطباعة ("@media print") إذا كان الموقع يحتوي عليها. بعض المواقع لديها عرض أبسط للطباعة.
hi: यदि वेबसाइट के पास हैं तो प्रिंट स्टाइल ("@media print") का उपयोग करने के लिए बाध्य करें। कुछ वेबसाइटों के पास प्रिंट के लिए सरल प्रस्तुति होती है।
ms: Memaksa penggunaan gaya cetak ("@media print") jika laman web mempunyainya. Sesetengah laman web mempunyai persembahan yang lebih ringkas untuk pencetakan.
tr: Web sitesi varsa yazdırma stillerini ("@media print") kullanmaya zorlar. Bazı web siteleri yazdırma için daha basit bir sunum kullanır, Google Takvim gibi.
zh_hant: 如果網站有列印樣式（"@media print"），則強制使用。一些網站在列印時有更簡單的展示方式，例如 Google 日曆。

# website.css.help
source: This allows you to modify the website using CSS. For example, you can change some colors or hide unnecessary elements.
ar: يتيح لك هذا تعديل الموقع باستخدام CSS. على سبيل المثال، يمكنك تغيير بعض الألوان أو إخفاء العناصر غير الضرورية.
hi: यह आपको CSS का उपयोग करके वेबसाइट को संशोधित करने की अनुमति देता है। उदाहरण के लिए, आप कुछ रंग बदल सकते हैं या अनावश्यक तत्वों को छिपा सकते हैं।
ms: Ini membolehkan anda mengubah suai laman web menggunakan CSS. Contohnya, anda boleh menukar beberapa warna atau menyembunyikan elemen yang tidak diperlukan.
tr: Bu, web sitesini CSS kullanarak değiştirmenize olanak tanır. Örneğin, bazı renkleri değiştirebilir veya gereksiz öğeleri gizleyebilirsiniz.
zh_hant: 這允許您使用 CSS 修改網站。例如，您可以更改一些顏色或隱藏一些不必要的元素。

# website.javascript.help
source: This allows you to modify the website using JavaScript.
ar: يتيح لك هذا تعديل الموقع باستخدام JavaScript.
hi: यह आपको JavaScript का उपयोग करके वेबसाइट को संशोधित करने की अनुमति देता है।
ms: Ini membolehkan anda mengubah suai laman web menggunakan JavaScript.
tr: Bu, web sitesini JavaScript kullanarak değiştirmenize olanak tanır.
zh_hant: 這允許您使用 JavaScript 修改網站。

# website.advanced
source: Advanced
ar: متقدم
hi: उन्नत
ms: Lanjutan
tr: Gelişmiş
zh_hant: 進階

# website.invert_colors
source: Invert Colors
ar: عكس الألوان
hi: रंग उलटें
ms: Songsangkan Warna
tr: Renkleri Tersine Çevir
zh_hant: 反轉顏色

# website.invert_colors.never
source: Never
ar: أبدًا
hi: कभी नहीं
ms: Tidak Pernah
tr: Asla
zh_hant: 永不

# website.invert_colors.always
source: Always
ar: دائمًا
hi: हमेशा
ms: Sentiasa
tr: Her Zaman
zh_hant: 始終

# website.invert_colors.dark_mode
source: In Dark Mode
ar: في الوضع الداكن
hi: डार्क मोड में
ms: Dalam Mod Gelap
tr: Karanlık Modda
zh_hant: 深色模式時

# website.invert_colors.help
source: Creates a simulated dark mode for websites that don't have a native dark mode by inverting all colors on the website.
ar: ينشئ وضعًا داكنًا محاكيًا للمواقع التي لا تحتوي على وضع داكن أصلي عن طريق عكس جميع الألوان على الموقع.
hi: उन वेबसाइटों के लिए सिमुलेटेड डार्क मोड बनाएं जिनके पास मूल डार्क मोड नहीं है, साइट पर सभी रंगों को उलटकर।
ms: Mencipta mod gelap simulasi untuk laman web yang tidak mempunyai mod gelap asal dengan menyongsangkan semua warna pada laman web.
tr: Yerel karanlık modu olmayan web siteleri için, sitedeki tüm renkleri tersine çevirerek simüle edilmiş bir karanlık mod oluşturur.
zh_hant: 為沒有原生深色模式的網站建立模擬深色模式，透過反轉網站上的所有顏色。
