Repository: blanktian/LivePaper
Catalog: LivePaper/Resources/*.lproj/Localizable.strings
Languages: ar, hi, ms, tr, zh_hant

# websites.title
source: Website List
ar: قائمة المواقع
hi: वेबसाइट सूची
ms: Senarai Laman Web
tr: Web Sitesi Listesi
zh_hant: 網站列表

# websites.empty
source: No Websites
ar: لا توجد مواقع
hi: कोई वेबसाइट नहीं
ms: Tiada Laman Web
tr: Web Sitesi Yok
zh_hant: 暫無網站

# websites.add
source: Add Website
ar: إضافة موقع
hi: वेबसाइट जोड़ें
ms: Tambah Laman Web
tr: Web Sitesi Ekle
zh_hant: 新增網站

# websites.make_current
source: Set as Current
ar: تعيين كحالي
hi: वर्तमान के रूप में सेट करें
ms: Tetapkan Sebagai Semasa
tr: Geçerli Olarak Ayarla
zh_hant: 設為當前

# websites.edit
source: Edit...
ar: تحرير...
hi: संपादित करें...
ms: Sunting...
tr: Düzenle...
zh_hant: 編輯...

# websites.delete
source: Delete
ar: حذف
hi: हटाएं
ms: Padam
tr: Sil
zh_hant: 刪除

# websites.manage
source: Manage Websites...
ar: إدارة المواقع...
hi: वेबसाइट प्रबंधित करें...
ms: Urus Laman Web...
tr: Web Sitelerini Yönet...
zh_hant: 網站管理...

# menu.send_feedback
source: Send Feedback...
ar: إرسال تعليق...
hi: प्रतिक्रिया भेजें...
ms: Hantar Maklum Balas...
tr: Geri Bildirim Gönder...
zh_hant: 發送回饋...

# menu.examples
source: Examples
ar: أمثلة
hi: उदाहरण
ms: Contoh
tr: Örnekler
zh_hant: 範例

# menu.tips
source: Tips
ar: نصائح
hi: सुझाव
ms: Petua
tr: İpuçları
zh_hant: 使用技巧

# menu.faq
source: FAQ
ar: الأسئلة الشائعة
hi: सामान्य प्रश्न
ms: Soalan Lazim
tr: SSS
zh_hant: 常見問題

# menu.scripting
source: Scripting
ar: البرمجة النصية
hi: स्क्रिप्टिंग
ms: Skrip
tr: Komut Dosyası
zh_hant: 腳本控制

# menu.website
source: Website
ar: الموقع
hi: वेबसाइट
ms: Laman Web
tr: Web Sitesi
zh_hant: 官方網站

# menu.rate_app
source: Rate App
ar: تقييم التطبيق
hi: ऐप को रेट करें
ms: Nilai Aplikasi
tr: Uygulamayı Değerlendir
zh_hant: 為應用評分

# menu.reload
source: Reload
ar: إعادة تحميل
hi: रीलोड करें
ms: Muat Semula
tr: Yenile
zh_hant: 重新載入

# menu.browsing_mode
source: Browsing Mode
ar: وضع التصفح
hi: ब्राउज़िंग मोड
ms: Mod Pelayaran
tr: Gezinme Modu
zh_hant: 瀏覽模式

# menu.next
source: Next
ar: التالي
hi: अगला
ms: Seterusnya
tr: Sonraki
zh_hant: 下一個

# menu.previous
source: Previous
ar: السابق
hi: पिछला
ms: Sebelumnya
tr: Önceki
zh_hant: 上一個

# menu.random
source: Random
ar: عشوائي
hi: यादृच्छिक
ms: Rawak
tr: Rastgele
zh_hant: 隨機

# menu.switch
source: Switch
ar: تبديل
hi: बदलें
ms: Tukar
tr: Değiştir
zh_hant: 切換

# menu.edit
source: Edit...
ar: تحرير...
hi: संपादित करें...
ms: Sunting...
tr: Düzenle...
zh_hant: 編輯...

# menu.more_apps
source: More Apps
ar: المزيد من التطبيقات
hi: अधिक ऐप्स
ms: Lebih Banyak Aplikasi
tr: Daha Fazla Uygulama
zh_hant: 更多應用

# menu.settings
source: Settings...
ar: الإعدادات...
hi: सेटिंग्स...
ms: Tetapan...
tr: Ayarlar...
zh_hant: 設定...

# menu.quit
source: Quit LivePaper
ar: إنهاء LivePaper
hi: LivePaper से बाहर निकलें
ms: Keluar LivePaper
tr: LivePaper'dan Çık
zh_hant: 退出 LivePaper

# menu.enable
source: Enable
ar: تفعيل
hi: सक्षम करें
ms: Aktifkan
tr: Etkinleştir
zh_hant: 啟用

# menu.disable
source: Disable
ar: تعطيل
hi: अक्षम करें
ms: Nyahaktifkan
tr: Devre Dışı Bırak
zh_hant: 停用

# menu.disabled_on_battery
source: Disabled on Battery
ar: معطل عند استخدام البطارية
hi: बैटरी पर अक्षम
ms: Dinyahaktifkan pada Bateri
tr: Pilde Devre Dışı
zh_hant: 使用電池時已停用

# menu.more
source: More
ar: المزيد
hi: अधिक
ms: Lagi
tr: Daha Fazla
zh_hant: 更多

# context.open_image
source: Open Image
ar: فتح الصورة
hi: छवि खोलें
ms: Buka Imej
tr: Resmi Aç
zh_hant: 開啟圖片

# context.open_video
source: Open Video
ar: فتح الفيديو
hi: वीडियो खोलें
ms: Buka Video
tr: Videoyu Aç
zh_hant: 開啟影片

# context.open_frame
source: Open Frame
ar: فتح الإطار
hi: फ्रेम खोलें
ms: Buka Bingkai
tr: Çerçeveyi Aç
zh_hant: 開啟框架

# context.open_link
source: Open Link
ar: فتح الرابط
hi: लिंक खोलें
ms: Buka Pautan
tr: Bağlantıyı Aç
zh_hant: 開啟連結

# context.actual_size
source: Actual Size
ar: الحجم الفعلي
hi: वास्तविक आकार
ms: Saiz Sebenar
tr: Gerçek Boyut
zh_hant: 實際大小

# context.zoom_in
source: Zoom In
ar: تكبير
hi: ज़ूम इन
ms: Zum Masuk
tr: Yakınlaştır
zh_hant: 放大

# context.zoom_out
source: Zoom Out
ar: تصغير
hi: ज़ूम आउट
ms: Zum Keluar
tr: Uzaklaştır
zh_hant: 縮小

# context.update_url
source: Update to Current Website
ar: تحديث إلى الموقع الحالي
hi: वर्तमान वेबसाइट में अपडेट करें
ms: Kemas Kini ke Laman Web Semasa
tr: Mevcut Web Sitesine Güncelle
zh_hant: 更新為當前網站

# context.update_url.tooltip
source: Update the stored website URL in LivePaper to the current URL
ar: تحديث عنوان URL المخزن في LivePaper إلى العنوان الحالي
hi: LivePaper में सहेजी गई वेबसाइट के URL को वर्तमान URL में अपडेट करें
ms: Kemas kini URL laman web yang disimpan dalam LivePaper ke URL semasa
tr: LivePaper'da kayıtlı web sitesi URL'sini mevcut URL'ye güncelle
zh_hant: 將 LivePaper 中儲存的網站 URL 更新為當前 URL

# context.show_menu_bar_icon
source: Show Menu Bar Icon
ar: إظهار أيقونة شريط القوائم
hi: मेनू बार आइकन दिखाएं
ms: Tunjuk Ikon Bar Menu
tr: Menü Çubuğu Simgesini Göster
zh_hant: 顯示選單列圖示

# settings.general
source: General
ar: عام
hi: सामान्य
ms: Umum
tr: Genel
zh_hant: 一般

# settings.shortcuts
source: Shortcuts
ar: اختصارات
hi: शॉर्टकट
ms: Pintasan
tr: Kısayollar
zh_hant: 快速鍵

# settings.advanced
source: Advanced
ar: متقدم
hi: उन्नत
ms: Lanjutan
tr: Gelişmiş
zh_hant: 進階

# settings.language
source: Language
ar: اللغة
hi: भाषा
ms: Bahasa
tr: Dil
zh_hant: 語言

# settings.language.system
source: System Default
ar: النظام الافتراضي
hi: सिस्टम डिफ़ॉल्ट
ms: Lalai Sistem
tr: Sistem Varsayılanı
zh_hant: 系統預設

# settings.language.chinese_simplified
source: Simplified Chinese
ar: 简体中文
hi: 简体中文
ms: 简体中文
tr: 简体中文
zh_hant: 简体中文

# settings.language.chinese_traditional
source: Traditional Chinese
ar: 繁體中文
hi: 繁體中文
ms: 繁體中文
tr: 繁體中文
zh_hant: 繁體中文

# settings.language.italian
source: Italian
ar: Italiano
hi: Italiano
ms: Italiano
tr: Italiano
zh_hant: Italiano

# settings.language.turkish
source: Turkish
ar: Türkçe
hi: Türkçe
ms: Türkçe
tr: Türkçe
zh_hant: Türkçe

# settings.language.help
source: Choose the display language for the app interface. Changes require app restart to take effect.
ar: اختر لغة عرض واجهة التطبيق. تتطلب التغييرات إعادة تشغيل التطبيق لتصبح سارية المفعول.
hi: ऐप इंटरफ़ेस के लिए प्रदर्शन भाषा चुनें। परिवर्तन प्रभावी होने के लिए ऐप को पुनरारंभ करना आवश्यक है।
ms: Pilih bahasa paparan untuk antara muka aplikasi. Perubahan memerlukan aplikasi dimulakan semula untuk berkuat kuasa.
tr: Uygulama arayüzü için görüntüleme dilini seçin. Değişikliklerin etkili olması için uygulamanın yeniden başlatılması gerekir.
zh_hant: 選擇應用介面的顯示語言。更改後需要重新啟動應用才能生效。

# settings.launch_at_login
source: Launch at Login
ar: بدء التشغيل عند تسجيل الدخول
hi: लॉगिन पर लॉन्च करें
ms: Lancar pada Log Masuk
tr: Oturum Açıldığında Başlat
zh_hant: 開機時啟動

# settings.reload_interval
source: Reload every
ar: إعادة التحميل كل
hi: रीलोड अंतराल
ms: Muat semula setiap
tr: Her
zh_hant: 每隔

# settings.reload_interval.minutes
source: minutes
ar: دقائق
hi: मिनट
ms: minit
tr: dakikada bir yenile
zh_hant: 分鐘重新載入

# settings.reload_interval.accessibility
source: Reload interval (minutes)
ar: فترة إعادة التحميل (دقائق)
hi: रीलोड अंतराल (मिनट)
ms: Selang muat semula (minit)
tr: Yenileme aralığı (dakika)
zh_hant: 重新載入間隔（分鐘）

# settings.opacity
source: Opacity
ar: الشفافية
hi: अपारदर्शिता
ms: Kelegapan
tr: Opaklık
zh_hant: 不透明度

# settings.opacity.help
source: Browsing mode always uses full opacity.
ar: يستخدم وضع التصفح دائمًا الشفافية الكاملة.
hi: ब्राउज़िंग मोड हमेशा पूर्ण अपारदर्शिता का उपयोग करता है।
ms: Mod pelayaran sentiasa menggunakan kelegapan penuh.
tr: Gezinme modu her zaman tam opaklık kullanır.
zh_hant: 瀏覽模式始終使用完全不透明。

# settings.display
source: Display on
ar: العرض على
hi: प्रदर्शित करें
ms: Papar pada
tr: Görüntüleme
zh_hant: 顯示在

# settings.display.multi_monitor
source: Multi-Monitor Support >
ar: دعم الشاشات المتعددة >
hi: मल्टी-मॉनिटर समर्थन >
ms: Sokongan Berbilang Monitor >
tr: Çoklu Monitör Desteği >
zh_hant: 多顯示器支援 >

# settings.show_on_all_spaces
source: Show on All Spaces
ar: إظهار في جميع المساحات
hi: सभी स्पेस पर दिखाएं
ms: Tunjuk pada Semua Ruang
tr: Tüm Masaüstlerinde Göster
zh_hant: 在所有桌面顯示

# settings.show_on_all_spaces.help
source: When disabled, LivePaper will appear on the active space at launch.
ar: عند التعطيل، سيظهر LivePaper في المساحة النشطة عند بدء التشغيل.
hi: जब अक्षम किया जाता है, तो LivePaper लॉन्च पर सक्रिय स्पेस में दिखाई देगा।
ms: Apabila dinyahaktifkan, LivePaper akan muncul pada ruang aktif semasa pelancaran.
tr: Devre dışı bırakıldığında, LivePaper başlangıçta aktif masaüstünde görünecektir.
zh_hant: 停用時，LivePaper 將在啟動時顯示在當前作用中的桌面上。

# settings.bring_to_front
source: Bring to Front in Browsing Mode
ar: جلب إلى المقدمة في وضع التصفح
hi: ब्राउज़िंग मोड में सामने लाएं
ms: Bawa ke Hadapan dalam Mod Pelayaran
tr: Gezinme Modunda Öne Getir
zh_hant: 瀏覽模式時置頂

# settings.bring_to_front.help
source: Keep the website window on top when browsing mode is active.
ar: الحفاظ على نافذة الموقع في المقدمة عندما يكون وضع التصفح نشطًا.
hi: जब ब्राउज़िंग मोड सक्रिय हो तो वेबसाइट विंडो को सामने रखें।
ms: Kekalkan tetingkap laman web di atas apabila mod pelayaran aktif.
tr: Gezinme modu etkinken web sitesi penceresini en üstte tut.
zh_hant: 瀏覽模式啟用時保持網站視窗在最上層。

# settings.deactivate_on_battery
source: Deactivate on Battery
ar: تعطيل عند استخدام البطارية
hi: बैटरी पर निष्क्रिय करें
ms: Nyahaktif pada Bateri
tr: Pilde Devre Dışı Bırak
zh_hant: 使用電池時停用

# settings.open_links_in_browser
source: Open External Links in Default Browser
ar: فتح الروابط الخارجية في المتصفح الافتراضي
hi: बाहरी लिंक डिफ़ॉल्ट ब्राउज़र में खोलें
ms: Buka Pautan Luar dalam Pelayar Lalai
tr: Harici Bağlantıları Varsayılan Tarayıcıda Aç
zh_hant: 在預設瀏覽器中開啟外部連結

# settings.open_links_in_browser.help
source: If the website requires login, you should disable this while logging in as the website might need you to navigate to other pages and you don't want those to open in the browser instead of LivePaper.
ar: إذا كان الموقع يتطلب تسجيل الدخول، يجب عليك تعطيل هذا أثناء تسجيل الدخول، حيث قد يحتاج الموقع إلى التنقل إلى صفحات أخرى.
hi: यदि वेबसाइट को लॉगिन की आवश्यकता है, तो लॉगिन के दौरान इस विकल्प को अक्षम करें क्योंकि साइट को अन्य पृष्ठों पर नेविगेट करने की आवश्यकता हो सकती है।
ms: Jika laman web memerlukan log masuk, anda perlu nyahaktifkan ini semasa log masuk kerana laman web mungkin memerlukan anda ke halaman lain.
tr: Web sitesi oturum açma gerektiriyorsa, oturum açarken bu seçeneği devre dışı bırakmalısınız çünkü site diğer sayfalara gitmenizi gerektirebilir ve bunların LivePaper yerine tarayıcıda açılmasını istemezsiniz.
zh_hant: 如果網站需要登入，您應該在登入時停用此設定，因為網站可能需要您導航到其他頁面，而您不希望這些頁面在瀏覽器而不是 LivePaper 中開啟。

# settings.mute_audio
source: Mute Audio
ar: كتم الصوت
hi: ऑडियो म्यूट करें
ms: Senyapkan Audio
tr: Sesi Kapat
zh_hant: 靜音

# settings.hide_menu_bar_icon
source: Hide Menu Bar Icon
ar: إخفاء أيقونة شريط القوائم
hi: मेनू बार आइकन छिपाएं
ms: Sembunyi Ikon Bar Menu
tr: Menü Çubuğu Simgesini Gizle
zh_hant: 隱藏選單列圖示

# settings.hide_menu_bar_icon.alert
source: If you need to access the LivePaper menu, restart the app and the menu bar icon will show for 5 seconds.
ar: إذا كنت بحاجة إلى الوصول إلى قائمة LivePaper، أعد تشغيل التطبيق وستظهر أيقونة شريط القوائم لمدة 5 ثوانٍ.
hi: यदि आपको LivePaper मेनू तक पहुंचने की आवश्यकता है, तो ऐप को पुनरारंभ करें और मेनू बार आइकन 5 सेकंड के लिए दिखाई देगा।
ms: Jika anda perlu mengakses menu LivePaper, mulakan semula aplikasi dan ikon bar menu akan ditunjukkan selama 5 saat.
tr: LivePaper menüsüne erişmeniz gerekirse, uygulamayı yeniden başlatın ve menü çubuğu simgesi 5 saniye boyunca görünecektir.
zh_hant: 如果您需要存取 LivePaper 選單，請重新啟動應用，選單列圖示將顯示 5 秒鐘。

# settings.clear_website_data
source: Clear All Website Data
ar: مسح جميع بيانات المواقع
hi: सभी वेबसाइट डेटा साफ़ करें
ms: Kosongkan Semua Data Laman Web
tr: Tüm Web Sitesi Verilerini Temizle
zh_hant: 清除所有網站資料

# settings.clear_website_data.help
source: Clears all cookies, local storage, cache, etc.
ar: يمسح جميع ملفات تعريف الارتباط والتخزين المحلي وذاكرة التخزين المؤقت وما إلى ذلك.
hi: सभी कुकीज़, लोकल स्टोरेज, कैश, आदि साफ़ करें।
ms: Mengosongkan semua kuki, storan tempatan, cache, dan lain-lain.
tr: Tüm çerezleri, yerel depolamayı, önbelleği vb. temizler.
zh_hant: 清除所有 Cookie、本地儲存、快取等。

# settings.language.restart_required
source: Restart Required
ar: مطلوب إعادة التشغيل
hi: पुनरारंभ आवश्यक
ms: Perlu Mula Semula
tr: Yeniden Başlatma Gerekli
zh_hant: 需要重新啟動應用

# settings.language.restart_message
source: Language settings have been changed. The app needs to restart for changes to take effect. Would you like to restart now?
ar: تم تغيير إعداد اللغة. يحتاج التطبيق إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة التشغيل الآن؟
hi: भाषा सेटिंग्स बदल दी गई हैं। परिवर्तन लागू करने के लिए ऐप को पुनरारंभ करना होगा। क्या आप अभी पुनरारंभ करना चाहते हैं?
ms: Tetapan bahasa telah diubah. Aplikasi perlu dimulakan semula untuk menggunakan perubahan. Adakah anda mahu memulakan semula sekarang?
tr: Dil ayarları değiştirildi. Değişikliklerin etkili olması için uygulamanın yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak ister misiniz?
zh_hant: 語言設定已更改，需要重新啟動應用才能生效。是否立即重新啟動？

# shortcuts.toggle_enabled
source: Toggle Enabled
ar: تبديل التفعيل
hi: टॉगल सक्षम/अक्षम
ms: Togol Diaktifkan
tr: Etkinleştirmeyi Aç/Kapat
zh_hant: 切換啟用狀態

# shortcuts.toggle_browsing_mode
source: Toggle Browsing Mode
ar: تبديل وضع التصفح
hi: ब्राउज़िंग मोड टॉगल करें
ms: Togol Mod Pelayaran
tr: Gezinme Modunu Aç/Kapat
zh_hant: 切換瀏覽模式

# shortcuts.reload
source: Reload Website
ar: إعادة تحميل الموقع
hi: वेबसाइट रीलोड करें
ms: Muat Semula Laman Web
tr: Web Sitesini Yenile
zh_hant: 重新載入網站

# shortcuts.next_website
source: Next Website
ar: الموقع التالي
hi: अगली वेबसाइट
ms: Laman Web Seterusnya
tr: Sonraki Web Sitesi
zh_hant: 下一個網站

# shortcuts.previous_website
source: Previous Website
ar: الموقع السابق
hi: पिछली वेबसाइट
ms: Laman Web Sebelumnya
tr: Önceki Web Sitesi
zh_hant: 上一個網站

# shortcuts.random_website
source: Random Website
ar: موقع عشوائي
hi: यादृच्छिक वेबसाइट
ms: Laman Web Rawak
tr: Rastgele Web Sitesi
zh_hant: 隨機網站

# add_website.url
source: URL
ar: الرابط
zh_hant: 網址

# add_website.title
source: Title
ar: العنوان
hi: शीर्षक
ms: Tajuk
tr: Başlık
zh_hant: 標題

# add_website.local_website
source: Local Website...
ar: موقع محلي...
hi: स्थानीय वेबसाइट...
ms: Laman Web Tempatan...
tr: Yerel Web Sitesi...
zh_hant: 選擇本地網站

# add_website.choose_local.title
source: Choose Local Website
ar: اختيار موقع محلي
hi: स्थानीय वेबसाइट चुनें
ms: Pilih Laman Web Tempatan
tr: Yerel Web Sitesi Seç
zh_hant: 選擇本地網站

# add_website.choose_local.message
source: Please select a directory containing an "index.html" file.
ar: الرجاء تحديد مجلد يحتوي على ملف "index.html".
hi: "index.html" फ़ाइल वाली डायरेक्टरी चुनें।
ms: Sila pilih direktori yang mengandungi fail "index.html".
tr: Lütfen "index.html" dosyası içeren bir dizin seçin.
zh_hant: 請選擇包含 index.html 檔案的資料夾

# add_website.choose_local.prompt
source: Choose
ar: اختيار
hi: चुनें
ms: Pilih
tr: Seç
zh_hant: 選擇

# add_website.choose_local.error
source: Please select a directory containing an "index.html" file.
ar: الرجاء تحديد مجلد يحتوي على ملف "index.html".
hi: "index.html" फ़ाइल वाली डायरेक्टरी चुनें।
ms: Sila pilih direktori yang mengandungi fail "index.html".
tr: Lütfen "index.html" dosyası içeren bir dizin seçin.
zh_hant: 所選資料夾必須包含 index.html 檔案

# add_website.example
source: For example, you can
ar: على سبيل المثال،
hi: उदाहरण के लिए, आप
ms: Contohnya, anda boleh
tr: Örneğin,
zh_hant: 範例：

# add_website.example.show_time
source: show the time.
ar: عرض الوقت.
hi: समय दिखा सकते हैं।
ms: tunjukkan masa.
tr: saati gösterebilirsiniz.
zh_hant: 顯示時間

# add_website.invert_colors
source: Invert Colors
ar: عكس الألوان
hi: रंग उलटें
ms: Songsangkan Warna
tr: Renkleri Tersine Çevir
zh_hant: 反轉顏色

# add_website.invert_colors.help
source: Creates a simulated dark mode for websites that don't have a native dark mode by inverting all colors on the website.
ar: ينشئ وضعًا داكنًا محاكيًا للمواقع التي لا تحتوي على وضع داكن أصلي عن طريق عكس جميع الألوان على الموقع.
hi: उन वेबसाइटों के लिए सिमुलेटेड डार्क मोड बनाएं जिनके पास मूल डार्क मोड नहीं है, साइट पर सभी रंगों को उलटकर।
ms: Mencipta mod gelap simulasi untuk laman web yang tidak mempunyai mod gelap asal dengan menyongsangkan semua warna pada laman web.
tr: Yerel karanlık modu olmayan web siteleri için, sitedeki tüm renkleri tersine çevirerek simüle edilmiş bir karanlık mod oluşturur.
zh_hant: 為沒有原生深色模式的網站建立模擬深色模式，透過反轉網站上的所有顏色。

# add_website.print_styles
source: Use Print Styles
ar: استخدام أنماط الطباعة
hi: प्रिंट स्टाइल का उपयोग करें
ms: Guna Gaya Cetak
tr: Yazdırma Stillerini Kullan
zh_hant: 使用列印樣式

# add_website.print_styles.help
source: Forces the use of print styles ("@media print") if the website has them. Some websites have a simpler presentation for printing, like Google Calendar.
ar: يفرض استخدام أنماط الطباعة ("@media print") إذا كان الموقع يحتوي عليها. بعض المواقع لديها عرض أبسط للطباعة.
hi: यदि वेबसाइट के पास हैं तो प्रिंट स्टाइल ("@media print") का उपयोग करने के लिए बाध्य करें। कुछ वेबसाइटों के पास प्रिंट के लिए सरल प्रस्तुति होती है।
ms: Memaksa penggunaan gaya cetak ("@media print") jika laman web mempunyainya. Sesetengah laman web mempunyai persembahan yang lebih ringkas untuk pencetakan.
tr: Web sitesi varsa yazdırma stillerini ("@media print") kullanmaya zorlar. Bazı web siteleri yazdırma için daha basit bir sunum kullanır, Google Takvim gibi.
zh_hant: 如果網站有列印樣式（"@media print"），則強制使用。一些網站在列印時有更簡單的展示方式，例如 Google 日曆。

# add_website.css.help
source: This lets you modify the website using CSS. For example, you can change some colors or hide unnecessary elements.
ar: يتيح لك هذا تعديل الموقع باستخدام CSS. على سبيل المثال، يمكنك تغيير بعض الألوان أو إخفاء العناصر غير الضرورية.
hi: यह आपको CSS का उपयोग करके वेबसाइट को संशोधित करने की अनुमति देता है। उदाहरण के लिए, आप कुछ रंग बदल सकते हैं या अनावश्यक तत्वों को छिपा सकते हैं।
ms: Ini membolehkan anda mengubah suai laman web menggunakan CSS. Contohnya, anda boleh menukar beberapa warna atau menyembunyikan elemen yang tidak diperlukan.
tr: Bu, web sitesini CSS kullanarak değiştirmenize olanak tanır. Örneğin, bazı renkleri değiştirebilir veya gereksiz öğeleri gizleyebilirsiniz.
zh_hant: 這允許您使用 CSS 修改網站。例如，您可以更改一些顏色或隱藏一些不必要的元素。

# add_website.javascript.help
source: This lets you modify the website using JavaScript. Prefer CSS when possible. You can use "await" at the top-level.
ar: يتيح لك هذا تعديل الموقع باستخدام JavaScript. فضل CSS عندما يكون ذلك ممكنًا.
hi: यह आपको JavaScript का उपयोग करके वेबसाइट को संशोधित करने की अनुमति देता है। जहां संभव हो CSS का उपयोग करें।
ms: Ini membolehkan anda mengubah suai laman web menggunakan JavaScript. Utamakan CSS apabila boleh.
tr: Bu, web sitesini JavaScript kullanarak değiştirmenize olanak tanır. Mümkün olduğunda CSS'i tercih edin. Üst düzeyde "await" kullanabilirsiniz.
zh_hant: 這允許您使用 JavaScript 修改網站。盡可能優先使用 CSS。您可以在頂層使用 "await"。

# add_website.advanced
source: Advanced Settings
ar: إعدادات متقدمة
hi: उन्नत सेटिंग्स
ms: Tetapan Lanjutan
tr: Gelişmiş Ayarlar
zh_hant: 進階

# add_website.allow_self_signed
source: Allow Self-Signed Certificate
ar: السماح بالشهادة الموقعة ذاتيًا
hi: स्व-हस्ताक्षरित प्रमाणपत्र की अनुमति दें
ms: Benarkan Sijil Ditandatangani Sendiri
tr: Kendinden İmzalı Sertifikaya İzin Ver
zh_hant: 允許自簽名憑證

# welcome.title
source: Welcome to LivePaper!
ar: مرحبًا بك في LivePaper!
hi: LivePaper में आपका स्वागत है!
ms: Selamat Datang ke LivePaper!
tr: LivePaper'a Hoş Geldiniz!
zh_hant: 歡迎使用 LivePaper！

# welcome.message
source: LivePaper lives in the menu bar (the droplet icon in the top-right of your screen). Click it and choose "Add Website..." to get started. Use "Browsing Mode" when you need to log in to a website or perform other interactions. Note: Multi-monitor support is currently limited to choosing which display to show the website on.
ar: LivePaper يوجد في شريط القوائم (أيقونة القطرة في أعلى يمين شاشتك). انقر عليها واختر "إضافة موقع..." للبدء. استخدم "وضع التصفح" عندما تحتاج إلى تسجيل الدخول إلى موقع أو إجراء تفاعلات أخرى. ملاحظة: دعم الشاشات المتعددة مقتصر حاليًا على اختيار الشاشة التي سيتم عرض الموقع عليها.
hi: LivePaper मेनू बार में रहता है (स्क्रीन के ऊपरी दाएं कोने में बूंद का आइकन)। आरंभ करने के लिए इसे क्लिक करें और "वेबसाइट जोड़ें..." चुनें। जब आपको वेबसाइट तक पहुंचने या अन्य इंटरैक्शन करने की आवश्यकता हो तो "ब्राउज़िंग मोड" का उपयोग करें। नोट: मल्टी-मॉनिटर समर्थन वर्तमान में वेबसाइट को प्रदर्शित करने के लिए डिस्प्ले चुनने तक सीमित है।
ms: LivePaper berada di bar menu (ikon titisan di bahagian atas-kanan skrin anda). Klik padanya dan pilih "Tambah Laman Web..." untuk bermula. Guna "Mod Pelayaran" apabila anda perlu log masuk ke laman web atau melakukan interaksi lain. Nota: Sokongan berbilang monitor kini terhad kepada memilih paparan mana untuk menunjukkan laman web.
tr: LivePaper menü çubuğunda yaşar (ekranınızın sağ üst köşesindeki damla simgesi). Başlamak için tıklayın ve "Web Sitesi Ekle..." seçeneğini seçin. Bir web sitesine giriş yapmanız veya diğer etkileşimleri gerçekleştirmeniz gerektiğinde "Gezinme Modu"nu kullanın. Not: Çoklu monitör desteği şu anda web sitesinin hangi ekranda gösterileceğini seçmekle sınırlıdır.
zh_hant: LivePaper 位於選單列中（螢幕右上角的水滴圖示）。點擊它然後選擇"新增網站..."開始使用。 如果需要登入網站或進行其他互動操作，請使用"瀏覽模式"。 注意：目前對多顯示器的支援僅限於選擇在哪個顯示器上顯示網站。

# welcome.continue
source: Continue
ar: متابعة
hi: जारी रखें
ms: Teruskan
tr: Devam Et
zh_hant: 繼續

# welcome.feedback.title
source: Feedback Welcome
ar: نرحب بالتعليقات
hi: स्वागत प्रतिक्रिया
ms: Maklum Balas Dialu-alukan
tr: Geri Bildirim Hoş Gelir
zh_hant: 歡迎回饋

# welcome.feedback.message
source: If you have any feedback, bug reports, or feature requests, please use the feedback button in the app. I respond to all submissions.
ar: إذا كان لديك أي تعليقات أو تقارير عن الأخطاء أو طلبات للميزات، يرجى استخدام زر التعليقات في التطبيق. أرد على جميع الإرسالات.
hi: यदि आपके पास कोई प्रतिक्रिया, बग रिपोर्ट या सुविधा अनुरोध है, तो ऐप में प्रतिक्रिया बटन का उपयोग करें। मैं सभी रिपोर्ट का जवाब देता हूं।
ms: Jika anda mempunyai sebarang maklum balas, laporan pepijat, atau permintaan ciri, sila gunakan butang maklum balas dalam aplikasi. Saya membalas semua penyerahan.
tr: Herhangi bir geri bildiriminiz, hata raporunuz veya özellik isteğiniz varsa, lütfen uygulamadaki geri bildirim düğmesini kullanın. Tüm gönderilere yanıt veriyorum.
zh_hant: 如果您有任何回饋、錯誤報告或功能建議，請使用應用中的回饋按鈕。我會及時回覆所有提交。

# welcome.get_started
source: Get Started with LivePaper
ar: البدء مع LivePaper
hi: LivePaper के साथ आरंभ करें
ms: Mulakan dengan LivePaper
tr: LivePaper ile Başlayın
zh_hant: 開始使用 LivePaper

# browsing_mode.tip.title
source: Browsing mode lets you temporarily interact with the website. For example, to log in or scroll to a specific position on the website.
ar: يتيح لك وضع التصفح التفاعل مؤقتًا مع الموقع. على سبيل المثال، لتسجيل الدخول أو التمرير إلى موضع معين على الموقع.
hi: ब्राउज़िंग मोड आपको अस्थायी रूप से वेबसाइट के साथ इंटरैक्ट करने की अनुमति देता है। उदाहरण के लिए, लॉगिन करने या साइट पर किसी विशिष्ट स्थान पर स्क्रॉल करने के लिए।
ms: Mod pelayaran membolehkan anda berinteraksi sementara dengan laman web. Contohnya, untuk log masuk atau tatal ke kedudukan tertentu pada laman web.
tr: Gezinme modu, web sitesiyle geçici olarak etkileşim kurmanıza olanak tanır. Örneğin, oturum açmak veya web sitesinde belirli bir konuma kaydırmak için.
zh_hant: 瀏覽模式允許您臨時與網站進行互動。例如，登入帳號或捲動到網站上的特定位置。

# browsing_mode.tip.message
source: If you can't see the website, you might need to hide some windows to reveal the desktop.
ar: إذا لم تتمكن من رؤية الموقع، قد تحتاج إلى إخفاء بعض النوافذ لإظهار سطح المكتب.
hi: यदि आप वेबसाइट नहीं देख पा रहे हैं, तो आपको डेस्कटॉप को प्रकट करने के लिए कुछ विंडो को छिपाना पड़ सकता है।
ms: Jika anda tidak dapat melihat laman web, anda mungkin perlu menyembunyikan beberapa tetingkap untuk mendedahkan desktop.
tr: Web sitesini göremiyorsanız, masaüstünü göstermek için bazı pencereleri gizlemeniz gerekebilir.
zh_hant: 如果您當前看不到網站，可能需要隱藏一些視窗以顯示桌面。
